11/data/attachments/e81ac6484bf03eae.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Bobby_recent_Actions_63544_3</nif:username>
            <nif:friendToBeRequested>soap_actions_6310af62-d6e4-44d9-a679-27c89ebc0199</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>